let get = (n) => { return n === 0 ? [
            '向右 1 步',
            '拿起 1 个物品',
            '向左 1 步',
            '放下 1 个物品'
        ].join('\n') : n === 1 ? ['向右 1 步',
            '向右 1 步',
            '拿起 1 个物品',
            '向左 1 步',
            '向左 1 步',
            '放下 1 个物品'].join('\n') : [
        '向右 1 步',
        `拿起 ${n - 1} 个物品`,
        '向右 1 步',
        '放下 1 个物品',
        '如果手上的物品大于等于 1 向上跳转 2 行',
        '放下 1 个物品',
        `拿起 ${n} 个物品`,
        '向左 1 步',
        '放下 1 个物品',
        '如果手上的物品大于等于 1 向上跳转 2 行'
    ] }
